using System;

namespace TaskSet
{
    // Сиквел.
    // У Склад.LIFE большое колличество различных складов с различными видами товаров.
    // Руководству важно знать, какие товары находятся. Помогите Склад.LIFE. 
    // P.S. В последнее время с заказами все плохо, поэтому на склад только завозят новые товары.
    //
    // На вход программе поступают следующие запросы:
    // 1) add <storage_name> <product_name> - добавить товар на склад.
    // 2) get <storage_name> - получить список всех товаров на складе.
    // 3) exist <storage_name> <product_name> - узнать находится ли товар на складе.
    // 4) exit - завершить программу.
    
    class Program
    {
        static void Main(string[] args)
        {
        }
    }
}